Repository: rparrapy/ckanext-datospy
Catalog: ckanext/datospy/i18n/*/LC_MESSAGES/ckanext-datospy.po
Languages: es

source: What's the weather like, today, in Trentino
es: ¿Cómo está el clima hoy en Trentino?

source: all the <a href="{link}">weather datasets</a>:
es: todos los <a href="{link}">conjuntos de datos del clima</a>:

source: daily forecasts, mountain forecasts, chances of rain
es: pronósticos diarios, probabilidades de lluvia

source: a tasty tour among typical Trentino products
es: un tour de buen gusto entre los productos típicos de Trentino

source: Click here to discover more
es: Haz click aquí para descubrir más

source: Partecipate
es: Participa

source: Is there any dataset you’d like to be available?
es: ¿Hay algún conjunto de datos que te gustaría que esté disponible?

source: Do you have an idea that uses the datasets in the catalog?
es: ¿Tienes alguna idea para usar los conjuntos de datos del catálogo?

source: Write to <a href="mailto:{email}">{email}</a>
es: Escribe un email a <a href="mailto:{email}">{email}</a>

source: Latest changes
es: Últimos cambios

source: Valid from
es: Válido desde

source: Valid until
es: Válido hasta

source: Region
es: Departamento

source: Monthly
es: Mensual

source: Weekly
es: Semanal

source: Daily
es: Diaria

source: Update Frequency
es: Frecuencia de Actualización
